cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'ctags'
brew 'fasd'
brew 'fzf'
brew 'git'
brew 'go'
brew 'grc'
brew 'graphviz'
brew 'heroku-toolbelt'
brew 'htop'
brew 'httpie'
brew 'httpstat'
brew 'hub'
brew 'imagemagick'
brew 'libyaml'
brew 'node'
brew 'pandoc'
brew 'postgres', restart_service: true
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python3'
brew 'qt'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'google-chrome'
cask 'firefox'
cask 'steam'
cask 'vlc'
cask 'transmission'
cask 'spotify'
cask 'dropbox'
cask 'alfred'
cask 'iterm2'
cask 'evernote'
cask 'flux'
cask 'skype'
cask 'spectacle'
