cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'bat'
brew 'ctags'
brew 'ddgr'
brew 'exa'
brew 'fasd'
brew 'fd'
brew 'fdupes'
brew 'fzf'
brew 'git'
brew 'go'
brew 'graphviz'
brew 'grc'
brew 'heroku-toolbelt'
brew 'htop'
brew 'httpie'
brew 'httpstat'
brew 'hub'
brew 'imagemagick'
brew 'jq'
brew 'libyaml'
brew 'newsboat'
brew 'node'
brew 'pandoc'
brew 'pgcli'
brew 'postgres', restart_service: true
brew 'pv'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python3'
brew 'qt'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'rsync'
brew 'ruby-build'
brew 'saulpw/vd/visidata'
brew 'shellcheck'
brew 'shfmt'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-syntax-highlighting'
